Repository: entonio/Rowlpley
Catalog: Rowlpley/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: ⬅︎ Add a character
pt_pt: ⬅︎ Crie uma personagem

source: ⬅︎ Select a character
pt_pt: ⬅︎ Seleccione uma personagem

source: Acrobatics
pt_pt: Acrobacia

source: Active
pt_pt: Activas

source: Add Character
pt_pt: Adicionar Personagem

source: Add Item 🎒
pt_pt: Adicionar Item 🎒

source: Add Ritual ⚡
pt_pt: Adicionar Ritual ⚡

source: Add Weapon 🔫
pt_pt: Adicionar Arma 🔫

source: Animals
pt_pt: Adestramento

source: Arts
pt_pt: Artes

source: Athletics
pt_pt: Atletismo

source: Attributes
pt_pt: Atributos

source: Ballistic
pt_pt: Balístico

source: Black
pt_pt: Preto

source: Characters
pt_pt: Personagens

source: Chemical
pt_pt: Químico

source: Cold
pt_pt: Frio

source: Color Scheme:
pt_pt: Esquema de cores:

source: Could not export the characters
pt_pt: Não foi possível exportar as personagens

source: Could not load systems 🤕
pt_pt: Não foi possível carregar os sistemas 🤕

source: Could not read the selected files
pt_pt: Não foi possível ler os ficheiros seleccionados

source: Cutting
pt_pt: Corte

source: Dark
pt_pt: Escuro

source: Deceiving
pt_pt: Enganação

source: Defense
pt_pt: Defesa

source: Deletable
pt_pt: Para apagar

source: Delete
pt_pt: Apagar

source: Diplomacy
pt_pt: Diplomacia

source: Effort Points
pt_pt: Pontos de Esforço

source: Empty
pt_pt: Vazio

source: Error
pt_pt: Erro

source: Export Characters
pt_pt: Exportar Personagens

source: Files skipped
pt_pt: Ficheiros descartados

source: Fire
pt_pt: Fogo

source: Gold
pt_pt: Dourado

source: Hit Points
pt_pt: Pontos de Vida

source: Impact
pt_pt: Impacto

source: Import / Export
pt_pt: Importar / Exportar

source: Import Characters
pt_pt: Importar Personagens

source: Initiative
pt_pt: Iniciativa

source: Intimidation
pt_pt: Intimidação

source: Intuition
pt_pt: Intuição

source: Investigation
pt_pt: Investigação

source: Items
pt_pt: Equipamento

# Level %lld → %lld %%
source: Level %1$lld → %2$lld %%
pt_pt: Nível %1$lld → %2$lld %%

source: Light
pt_pt: Claro

source: Load
pt_pt: Carga

source: Loading systems...
pt_pt: A ler os sistemas...

source: Marksmanship
pt_pt: Pontaria

source: Medicine
pt_pt: Medicina

source: Melee
pt_pt: Luta

source: Move to Deletable
pt_pt: Mover para as personagens a apagar

source: Movement
pt_pt: Movimento

source: Occultism
pt_pt: Ocultismo

source: One-handed
pt_pt: De uma mão

source: Perception
pt_pt: Percepção

source: Piercing
pt_pt: Perfuração

source: Profession
pt_pt: Profissão

source: Purple
pt_pt: Roxo

source: Red
pt_pt: Vermelho

source: Reflexes
pt_pt: Reflexos

source: Religion
pt_pt: Religião

source: Reset picture
pt_pt: Apagar imagem

source: Restore
pt_pt: Mover para as personagens activas

source: Retry
pt_pt: Tentar de novo

source: Rituals
pt_pt: Rituais

source: Sanity
pt_pt: Sanidade

source: Sciences
pt_pt: Ciências

source: Simple
pt_pt: Simples

source: Skills
pt_pt: Perícias

source: Stealth
pt_pt: Furtividade

source: Steering
pt_pt: Pilotagem

source: Sum
pt_pt: Soma

source: Survival
pt_pt: Sobrevivência

source: System
pt_pt: Sistema

source: Tactics
pt_pt: Táctica

source: Technology
pt_pt: Tecnologia

source: Two-handed
pt_pt: De duas mãos

source: Updating system files...
pt_pt: A actualizar os ficheiros dos sistemas...

source: Weapons
pt_pt: Armas

source: White
pt_pt: Branco

source: Will
pt_pt: Vontade

source: Worldliness
pt_pt: Actualidades
